#Видео хочу говорить
Video_id_WT= { "Prevu_want_talk": "BAACAgIAAxkBAAIQg2igm6bGXtWPgkR2fk3oGJNtbvy_AAIpeAACU-sISSxrY3Kv3lTaNgQ", 
            "want_talk_video_one": "BAACAgIAAxkBAAIDOWhiXoFoFPKZf-f8gfBo-1189e6-AAIQeQACgiwRS0EiLJVD7ITfNgQ", 
            "want_talk_video_two": 'BAACAgIAAxkBAAIIUWh1XLPaQJrKoY0dLVBj_cYVGJSuAAJrggACisSoS8xgw9AQPZafNgQ',
            "want_talk_video_three": 'BAACAgIAAxkBAAIIVWh1XPI_aXi7ZQR4GQG2UqbFmKb5AALMfgAC_A-wS6oq88x7bnfnNgQ'}
#Аудио Хочу говорить
Audio_id_WT = {'want_talk_audio_one': 'CQACAgIAAxkBAAIFz2hn8VpW-mye1D2CvAdbMxpuLe9kAAIDeQACx3JAS_f7eR1QpVYNNgQ',
            'want_talk_audio_two': 'CQACAgIAAxkBAAIIT2h1XJW8QZYjIhYnSiEOMooqHC2ZAAJqggACisSoS8rwaqde0pwnNgQ',
            'want_talk_audio_three': 'CQACAgIAAxkBAAIIU2h1XMgsRp5YsXOWnkn4GsqH_tvdAAK0fwACC62pS9kvWb0F8VaoNgQ'}
#Описание для Хочу говорить
TXT_caption_WT = {
                'want_talk_caption_video_one':' Доступ к вебинару "Хочу говорить 1" открыт на 30 дней! '
                        '\n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов,'
                        'что бы в вашей ленте было только самое актуальное для просмотра. '
                        '\n \n❔Для того что бы опять открыть вебинар нажмите на "купленные вебинары" '
                        '➡️ выберите нужный вам вебинар ➡️ выберите нужную вам часть вебинара',
                    'want_talk_caption_audio_one' : '🎧 Аудио версия вебинара "Хочу говорить 1" \n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов, '
                        'что бы в вашей ленте было только самое актуальное для просмотра. ',

                'want_talk_caption_video_two':' Доступ к вебинару "Хочу говорить 2" открыт на 30 дней! '
                        '\n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов,'
                        ' что бы в вашей ленте было только самое актуальное для просмотра. '
                        '\n \n❔Для того что бы опять открыть вебинар нажмите на "купленные вебинары" '
                        '➡️ выберите нужный вам вебинар ➡️ выберите нужную вам часть вебинара',
                    'want_talk_caption_audio_two' : '🎧 Аудио версия вебинара "Хочу говорить 1" \n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов, '
                        'что бы в вашей ленте было только самое актуальное для просмотра. ',
                
                'want_talk_caption_video_three':' Доступ к вебинару "Хочу говорить 3" открыт на 30 дней! '
                        '\n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов,'
                        ' что бы в вашей ленте было только самое актуальное для просмотра. '
                        '\n \n❔Для того что бы опять открыть вебинар нажмите на "купленные вебинары" '
                        '➡️ выберите нужный вам вебинар ➡️ выберите нужную вам часть вебинара',
                    'want_talk_caption_audio_three' : '🎧 Аудио версия вебинара "Хочу говорить 1" \n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов, '
                        'что бы в вашей ленте было только самое актуальное для просмотра. ',
                }

#Видео Сексуальность
Video_id_Sex = {'Sexuality_prevu_one':'BAACAgIAAxkBAAIIJmh1WKO7LE8g5rl0T-ke7Ydpb6zrAAJIggACisSoS6bZIPjMJX9uNgQ',
                'Sexuality_video_two' : '',
                'Sexuality_video_three' : '',
                }
#Аудио Сексуальность
Audio_id_Sex = {'Sexuality_audio_one':'CQACAgIAAxkBAAIIU2h1XMgsRp5YsXOWnkn4GsqH_tvdAAK0fwACC62pS9kvWb0F8VaoNgQ',
                'Sexuality_audio_two' : '',
                'Sexuality_audio_three' : ''}
#Описание Сексуальность
TXT_caption_Sex = {
    'text_caption_video_Sex_one' :'🎬 Доступ к вебинару "Сексуальность" открыт на 30 дней! '
                '\n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов, '
                'что бы в вашей ленте было только самое актуальное для просмотра. '
                '\n \n❔Для того что бы опять открыть вебинар нажмите на "купленные вебинары" '
                '➡️ выберите нужный вам вебинар ➡️ выберите нужную вам часть вебинара',
        'text_caption_audio_Sex_one': '🎧 Аудио версия вебинара "Хочу говорить 1" \n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов, '
            'что бы в вашей ленте было только самое актуальное для просмотра. ',

    'text_caption_video_Sex_two' : '',
        'text_caption_audio_Sex_two' : '',

    'text_caption_video_Sex_three' : '',
        'text_caption_audio_Sex_three' : '',}

#Видео тело
Video_id_body= { "Prevu_body": "BAACAgIAAxkBAAISRWih-G7iS484IBtnk3meRBpFEAIuAALafQACh0wRSVFliRkNOwlZNgQ", 
            "body_video_one": "", 
            "body_video_two": '',
            "body_video_three": ''}
#Аудио тело
Audio_id_body = {'body_audio_one': '',
            'body_audio_two': '',
            'body_audio_three': ''}
#Описание тело
TXT_caption_body = {
    'text_caption_video_Body_one' :'🎬 Доступ к вебинару "Сексуальность" открыт на 30 дней! '
                '\n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов, '
                'что бы в вашей ленте было только самое актуальное для просмотра. '
                '\n \n❔Для того что бы опять открыть вебинар нажмите на "купленные вебинары" '
                '➡️ выберите нужный вам вебинар ➡️ выберите нужную вам часть вебинара',
        'text_caption_audio_Body_one': '🎧 Аудио версия вебинара "Хочу говорить 1" \n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов, '
            'что бы в вашей ленте было только самое актуальное для просмотра. ',

    'text_caption_video_Body_two' : '',
        'text_caption_audio_Body_two' : '',

    'text_caption_video_Body_three' : '',
        'text_caption_audio_Body_three' : '',}
