#Фотографии для всех
Photo_all = {'Photo_body_prevu' : 'AgACAgIAAxkBAAIP82id08f3q9YSorR03UazR1xgU2RuAAKB9jEb8CDwSPpBbhXhWi5AAQADAgADeQADNgQ',
            'Photo_rela_prevu' : 'AgACAgIAAxkBAAISxWikejuu-QABR11sWxNLT7Ky52u1bgACm_kxG2FAKElrGmQYBFAD9gEAAwIAA3kAAzYE',
            'Photo_Sex_prevu' : 'AgACAgIAAxkBAAIPwGidwbhphAOkcedzhLgoYWQ9vKwGAAKr9TEbIE7wSKe_9cIHm6v4AQADAgADeAADNgQ'}

#Видео хочу говорить
Video_id_WT= { "Prevu_want_talk": "BAACAgIAAxkBAAIQg2igm6bGXtWPgkR2fk3oGJNtbvy_AAIpeAACU-sISSxrY3Kv3lTaNgQ", 
            "want_talk_video_one": "BAACAgIAAxkBAAIDOWhiXoFoFPKZf-f8gfBo-1189e6-AAIQeQACgiwRS0EiLJVD7ITfNgQ", 
            "want_talk_video_two": 'BAACAgIAAxkBAAIIUWh1XLPaQJrKoY0dLVBj_cYVGJSuAAJrggACisSoS8xgw9AQPZafNgQ',
            "want_talk_video_three": 'BAACAgIAAxkBAAIIVWh1XPI_aXi7ZQR4GQG2UqbFmKb5AALMfgAC_A-wS6oq88x7bnfnNgQ'}
#Аудио Хочу говорить
Audio_id_WT = {'want_talk_audio_one': 'CQACAgIAAxkBAAIFz2hn8VpW-mye1D2CvAdbMxpuLe9kAAIDeQACx3JAS_f7eR1QpVYNNgQ',
            'want_talk_audio_two': 'CQACAgIAAxkBAAIIT2h1XJW8QZYjIhYnSiEOMooqHC2ZAAJqggACisSoS8rwaqde0pwnNgQ',
            'want_talk_audio_three': 'CQACAgIAAxkBAAIIU2h1XMgsRp5YsXOWnkn4GsqH_tvdAAK0fwACC62pS9kvWb0F8VaoNgQ'}
#Описание для Хочу говорить
TXT_caption_WT = {
                'want_talk_caption_video_one':' Доступ к вебинару "Хочу говорить 1" открыт на 30 дней! '
                        '\n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов,'
                        'что бы в вашей ленте было только самое актуальное для просмотра. '
                        '\n \n❔Для того что бы опять открыть вебинар нажмите на "купленные вебинары" '
                        '➡️ выберите нужный вам вебинар ➡️ выберите нужную вам часть вебинара',
                    'want_talk_caption_audio_one' : '🎧 Аудио версия вебинара "Хочу говорить 1" \n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов, '
                        'что бы в вашей ленте было только самое актуальное для просмотра. ',

                'want_talk_caption_video_two':' Доступ к вебинару "Хочу говорить 2" открыт на 30 дней! '
                        '\n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов,'
                        ' что бы в вашей ленте было только самое актуальное для просмотра. '
                        '\n \n❔Для того что бы опять открыть вебинар нажмите на "купленные вебинары" '
                        '➡️ выберите нужный вам вебинар ➡️ выберите нужную вам часть вебинара',
                    'want_talk_caption_audio_two' : '🎧 Аудио версия вебинара "Хочу говорить 1" \n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов, '
                        'что бы в вашей ленте было только самое актуальное для просмотра. ',
                
                'want_talk_caption_video_three':' Доступ к вебинару "Хочу говорить 3" открыт на 30 дней! '
                        '\n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов,'
                        ' что бы в вашей ленте было только самое актуальное для просмотра. '
                        '\n \n❔Для того что бы опять открыть вебинар нажмите на "купленные вебинары" '
                        '➡️ выберите нужный вам вебинар ➡️ выберите нужную вам часть вебинара',
                    'want_talk_caption_audio_three' : '🎧 Аудио версия вебинара "Хочу говорить 1" \n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов, '
                        'что бы в вашей ленте было только самое актуальное для просмотра. ',
                }

#Видео Сексуальность
Video_id_Sex = {'Sexuality_prevu_one':'BAACAgIAAxkBAAIIJmh1WKO7LE8g5rl0T-ke7Ydpb6zrAAJIggACisSoS6bZIPjMJX9uNgQ',
                'Sexuality_video_two' : '',
                'Sexuality_video_three' : '',
                }
#Аудио Сексуальность
Audio_id_Sex = {'Sexuality_audio_one':'CQACAgIAAxkBAAIIU2h1XMgsRp5YsXOWnkn4GsqH_tvdAAK0fwACC62pS9kvWb0F8VaoNgQ',
                'Sexuality_audio_two' : '',
                'Sexuality_audio_three' : ''}
#Описание Сексуальность
TXT_caption_Sex = {
    'text_caption_video_Sex_one' :'🎬 Доступ к вебинару "Сексуальность" открыт на 30 дней! '
                '\n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов, '
                'что бы в вашей ленте было только самое актуальное для просмотра. '
                '\n \n❔Для того что бы опять открыть вебинар нажмите на "купленные вебинары" '
                '➡️ выберите нужный вам вебинар ➡️ выберите нужную вам часть вебинара',
        'text_caption_audio_Sex_one': '🎧 Аудио версия вебинара "Хочу говорить 1" \n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов, '
            'что бы в вашей ленте было только самое актуальное для просмотра. ',

    'text_caption_video_Sex_two' : '',
        'text_caption_audio_Sex_two' : '',

    'text_caption_video_Sex_three' : '',
        'text_caption_audio_Sex_three' : '',}

#Видео тело
Video_id_body= { "Prevu_body": "BAACAgIAAxkBAAISRWih-G7iS484IBtnk3meRBpFEAIuAALafQACh0wRSVFliRkNOwlZNgQ", 
            "body_video_one": "BAACAgIAAxkBAAISRWih-G7iS484IBtnk3meRBpFEAIuAALafQACh0wRSVFliRkNOwlZNgQ", 
            "body_video_two": '',
            "body_video_three": ''}
#Аудио тело
Audio_id_body = {'body_audio_one': 'CQACAgIAAxkBAAISgWikX4CjGmU4me7c-eZhqLXJKy8DAAK_fQACYUAgSa8ycAtSWub0NgQ',
            'body_audio_two': '',
            'body_audio_three': ''}
#Описание тело
TXT_caption_body = {
    'text_caption_video_Body_one' :'🎬 Доступ к вебинару "Сексуальность" открыт на 30 дней! '
                '\n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов, '
                'что бы в вашей ленте было только самое актуальное для просмотра. '
                '\n \n❔Для того что бы опять открыть вебинар нажмите на "купленные вебинары" '
                '➡️ выберите нужный вам вебинар ➡️ выберите нужную вам часть вебинара',
        'text_caption_audio_Body_one': '🎧 Аудио версия вебинара "Хочу говорить 1" \n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов, '
            'что бы в вашей ленте было только самое актуальное для просмотра. ',

    'text_caption_video_Body_two' : '',
        'text_caption_audio_Body_two' : '',

    'text_caption_video_Body_three' : '',
        'text_caption_audio_Body_three' : '',}

#Видео ОТНОШЕНИЯ
Video_id_rela= { "Prevu_rela": "BAACAgIAAxkBAAISRWih-G7iS484IBtnk3meRBpFEAIuAALafQACh0wRSVFliRkNOwlZNgQ", 
            "rela_video_one": "BAACAgIAAxkBAAISRWih-G7iS484IBtnk3meRBpFEAIuAALafQACh0wRSVFliRkNOwlZNgQ", 
            "rela_video_two": '',
            "rela_video_three": ''}
#Аудио ОТНОШЕНИЯ
Audio_id_rela = {'rela_audio_one': 'CQACAgIAAxkBAAISgWikX4CjGmU4me7c-eZhqLXJKy8DAAK_fQACYUAgSa8ycAtSWub0NgQ',
            'rela_audio_two': '',
            'rela_audio_three': ''}
#ОПИСАНИЯ ОТНОШЕНИЯ
TXT_caption_rela = {
    'text_caption_video__one' :'🎬 Доступ к вебинару "Сексуальность" открыт на 30 дней! '
                '\n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов, '
                'что бы в вашей ленте было только самое актуальное для просмотра. '
                '\n \n❔Для того что бы опять открыть вебинар нажмите на "купленные вебинары" '
                '➡️ выберите нужный вам вебинар ➡️ выберите нужную вам часть вебинара',
        'text_caption_audio_Rela_one': '🎧 Аудио версия вебинара "Хочу говорить 1" \n \n ♨️Внимание! Сообщение автоматически удалится через 12 часов, '
            'что бы в вашей ленте было только самое актуальное для просмотра. ',

    'text_caption_video_Rela_two' : '',
        'text_caption_audio_Rela_two' : '',

    'text_caption_video_Rela_three' : '',
        'text_caption_audio_Rela_three' : '',}

information_pie_bliss = {
    'photo_prevu_pie' : 'AgACAgIAAxkBAAITX2iu2kmOU5EP1YNNVZHpn9a-KjD2AAKCAjIbYYV5SXq8Y9HsMn48AQADAgADeQADNgQ',
    'text_caption_prevu_pie' : '🍓 Торт Блаженcтво \n'
    'Почему «ОПИСАНИЕ»? Потому что все его достоинства можно описать всего тремя словами: воздушный, нежный, ягодный.\n\n'

    'Что inside?\n'
    '✔️ Бисквит на тростниковом сахаре — влажный, с карамельным оттенком.\n'
    '✔️ Прослойка из сочной замороженной клубники — как вкус лета.\n'
    '✔️ Нежнейший крем на основе сыра «Маскарпоне» и взбитых сливок.\n'
    '✔️ Элегантная нота горького шоколада для контраста.\n\n'

    'Идеален к чаю, кофе и для того, чтобы сделать любой день особенным.\n\n'

    'Цена: XXX руб. (уточняется в корзине)\n'
    'Вес: ~ 2 кг (примерно, стандартный разборный)'
    }
